[
  {
    "id": "preface-1",
    "title": "序言",
    "content": "<p>3</p>"
  },
  {
    "id": "chapter-1",
    "title": "第一章 小说转短剧：5 大创作通关秘籍5",
    "content": ""
  },
  {
    "id": "chapter-2",
    "title": "第二章 短剧术语：30 个行业核心词11",
    "content": ""
  },
  {
    "id": "chapter-3",
    "title": "第三章 情绪爆破：短剧的噱头与爽点18",
    "content": ""
  },
  {
    "id": "chapter-4",
    "title": "第四章 对标爆款：进行微创新25",
    "content": ""
  },
  {
    "id": "chapter-5",
    "title": "第五章 镜头语言：文字到画面转化逻辑28",
    "content": ""
  },
  {
    "id": "chapter-6",
    "title": "第六章 大纲密钥：新手编剧必备31",
    "content": ""
  },
  {
    "id": "chapter-7",
    "title": "第七章 人设模版：20 个高记忆点角色模板51",
    "content": ""
  },
  {
    "id": "chapter-8",
    "title": "第八章 爽点大全：30个核心刺激点52",
    "content": ""
  },
  {
    "id": "chapter-9",
    "title": "第九章 剧情模版库：8种常见剧情写法54",
    "content": ""
  },
  {
    "id": "chapter-10",
    "title": "第十章 反派套路：8 种让观众恨到付费的阴招55",
    "content": ""
  },
  {
    "id": "chapter-11",
    "title": "第十一章 爆款类型：4 大类高流量题材61",
    "content": ""
  },
  {
    "id": "chapter-12",
    "title": "第十二章 暗黑元素：病娇剧情与计谋设计63",
    "content": ""
  },
  {
    "id": "chapter-13",
    "title": "第四章 对标爆款：进行微创新1 对标的什么 对标主线套路。我们对标的是主线套路，不管是哪个复刻成功的爆款，你乍一看好像是一样的套路，但仔细去看却发现人设不同，事件不同。 对标节奏。前面我们拆解了我们想要对标的爆款剧，特别是高付费的爆款剧，充值量高，他的卡点设计一定是做的很好，把握的节奏很好，我们可以进行拉片分析，从集数、主要情节、结构事件、戏剧目的、情绪等五大维度去拆解一部短剧，然后看它几集写了一个结构事件，每个事件的情绪如何拉扯。2怎么微创新 人设创新。可以从不同的时代背景，不同的行业，不同的人物关系，不同的性格进行创新，中老年成为流量新贵后，不同年龄段也可以进行创新。 事件创新。建立在人设基础上，还有受众角度，选取最符合人设常规，最能引起群体共鸣的事件。只要按我前面的方法去拆解爆款，拆解多了你就会吃透了爆款背后的公式，再在此基础上融入自己的创新，总有一天你可以自己去创造爆款。 3 举例说明1以女频情感题材为例 在女频短剧创作中，精准捕捉观众的情感痛点是吸引留存的关键。以“丈夫漠视妻子生病”这一经典痛点为例，我们可以通过合理的情节设计与情绪放大，既保留生活真实感，又增强戏剧冲突。2案例加工思路 林悦在暴雨夜为丈夫林宇整理重要商务合同，驾车途中因路面湿滑发生车祸。当她被送往急诊室时，高烧39度伴有多处擦伤，却在走廊听见林宇爽朗的笑声--他正陪着实习护士小琪做产检，两人讨论着婴儿房的装修风格。林悦努力支起身子，输液管从手背滑落，药液在苍白皮肤上泛起红痕，而林宇只是皱眉扔下一句“别闹了，大惊小道的”。3 剧情创新要点 时空错位对比：将女主生命垂危的急诊室与男主温馨的产检室平行剪辑。细节反差强化：女主输液管上的婚礼戒指特写，与男主给小琪戴珍珠手链的镜头交替出现。情感递进设计：从女主的隐忍到发现真相时的颤抖，再到最后决绝摘下戒指的三段式情绪升级。 4 集纲撰写模板 一句话冲突：重病妻子急诊室求救，丈夫却在隔壁产检室与小三谈笑风生。 起因（10%篇幅）：暴雨夜女主为保护丈夫合同冲进车祸现场，安全气囊弹开瞬间的慢镜头。 经过（80%篇幅）： 急诊室护士三次呼叫丈夫无果； 主角听到隔壁传来的笑声，手机震动显示大刚给小三转账5200； 主角强撑着爬到产检室窗外，看到熟悉的拥抱姿势； 医生告知再晚半小时可能危及生命。 结果（10%篇幅）：女主签手术同意书时，心如死灰。 5 台词设计原则 冲突聚焦：女主（虚弱）：“宇，帮我拿..拿枕头。”男主（不耐烦）：“自己拿啊，没看见我忙着呢。” 潜台词表达：护士（关切）：“您丈夫怎么还不来？”主角（微笑）：“他在忙着给另一个女人的宝宝选奶瓶。 情绪递进：从最初的祈求“求你看看我”，到发现真相后的平静“ 不用了，我自己签。 6 钩子设置技巧 结尾定格在主角手机弹出的产检照片，照片角落有丈夫备注“ 我的小天使”。 主角转身时，病历单飘落显示“早期妊娠反应”，暗示可能的反转。 护士递来的快递盒里，除了合同还有丈夫藏匿的离婚协议。 通过这种基于生活真实的戏剧化处理，既保留了情感题材的代入感，又通过细节设计制造了符合短剧节奏的冲突张力。关键在于用生活化的动作展现极致情绪，让观众在平静的叙事中感受到情感的暗流涌动。",
    "content": ""
  },
  {
    "id": "chapter-14",
    "title": "第五章 镜头语言：文字到画面转化逻辑1短剧与小说的叙事本质 共同点：两者都遵循“讲故事”的基本逻辑--人物（谁）+场景（在哪）+冲突（发生了什么）。 差异点：短剧更依赖对话推动情节，类似“对话体小说”，需通过台词传递信息、塑造人物、制造冲突。 创作建议：将关键情节浓缩为“场景+对话”。 例如： 「咖啡厅内，女主攥紧被咖啡浸透的文件，男主转身离开时，高跟鞋踩碎玻璃渣。」 对话需承担叙事功能：“你连方案都护不住，还谈什么未来？”（暗示职场危机与感情裂痕）。2 情绪优先于文笔 情绪至上：短剧追求原始情绪的直接冲击（愤怒、委屈、憋屈），而非文学化的隐喻表达。 人物功能化：角色需成为情绪的“放大器”，通过夸张反应制造冲突。 例如： 「少见多怪：女配发现奢侈品包时的尖叫：“这是限量款？你怎么不早说！”」 「大喊大叫：婆婆摔碗：“你生不出儿子就别占着茅坑不拉屎！”」 [不通情理：男主劈腿后：“你配不上我，别耽误彼此时间。”」 创作建议：用动作+台词具象化情绪。 例如： 「女主被推倒时，耳环坠地的特写，配台词：“你连扶我一把都不愿意？”」 3 情绪文的叙事弧光 前期虐感堆叠：通过连续性挫折放大观众代入感。例如： 职场线：女主被顶替升职→发现同事剽窃自己的方案→被迫当众道歉。 情感线：男主公开贬低女主→赠分手礼给小三→婚礼现场新娘是闺蜜。 后期情绪反转： 洗白向：反派因女主感化流泪：“对不起，我害怕失去你才伤害你。” 虐文向：女主绝症离世前销毁证据：“让你们永远活在愧疚里。 BE美学：男主为救女主坠崖，手机屏幕定格在未读消息：“其实我爱你。” 创作建议：设计“情绪峰值”： 例如： 「女主被泼喜酒时，镜头切到十年前她为男主挡酒的旧照，配旁白：“原来爱真的会死。”」 4情绪放大技巧 心理描写极简：用视觉化细节替代内心独白，例如： 「女主盯着婚戒发抖，手机震动显示52笔转账记录。」 对话冲突最大化：反派台词需具备“冒犯性”，例如： “你妈扫大街的命，别想高攀我们家！” “你连孩子都保不住，还有脸提离婚？” 极端情绪具象化： 「女主被背叛时，将婚戒扔进火锅，配台词：“你连爱情都煮成了生意。 创作示例：《落跑千金的复仇局》 前期虐感：女主为救哥哥签卖身契→被继妹抢走初恋→父亲病危时被断药。 情绪爆发：拍卖会上，女主被富商争相出价：“300万，买她 virginity! 后期反转：女主假意下嫁，婚礼现场曝光富商性侵视频：“让你们看看真千金的下场！",
    "content": ""
  },
  {
    "id": "chapter-15",
    "title": "第七章 人设模版：20 个高记忆点角色模板表面吊儿郎当、玩世不恭，实则重情重义、铁肩扛道义。 看似温润如玉、谦谦君子，实则腹黑心机、步步为营。 外表是飞檐走壁的武林传奇，实则是呆萌好奇的武痴。 日常躺平佛系，关键时刻却雷厉风行、效率惊人。 病弱书生人设，实则心狠手辣、算无遗策。 清心寡欲的禁欲系，遇上心动之人便满脑子恋爱脑。 暴躁易怒的霸总，独处时却是个黏人小奶狗。 嘴上刀子、怼天怼地，实则怂得要命、玻璃心。 冷血无情的杀伐果断者，私下却是娇羞黏人的小可爱。 掌控全局的王者，内心却住着脆弱无助的小孩。 人见人欺的憨厚老实人，实则精明如狐、扮猪吃虎。 叛逆不羁、谁都不服，实则清醒自持、坚持自我。 武力爆表的狠角色，内心却藏着柔弱爱哭的小孩。 纨绔子弟人设，实则深情专一、博学多才。 柔弱粘人小哭包，实则黑化疯批、手段狠辣。 高岭之花的大女主，遇上心动之人秒变黏人精。 表面绿茶婊，实则清醒睿智、机敏过人。 交际花人设，实则孤独缺爱、内心柔软。 娇蛮任性的大小姐，实则心软善良、单纯可爱。 邻家乖巧小青梅，实则心机深沉、江湖女刺客。",
    "content": ""
  },
  {
    "id": "chapter-16",
    "title": "第九章 剧情模版库：8种常见剧情写法 情感背叛：被最亲近的人（如男友、闺蜜）伤害，背叛带来的情感冲。无端猜忌：被男主无脑误会，引发一系列误会冲突。 暴力冲突：涉及身体或情感上的暴力对待，加剧剧情紧张。 身心双重打击：通过肢体冲突和情感纠葛，双重折磨主角。 言语伤害：配角对主角的言语攻击，如嘲讽、侮辱等。 背信弃义：人物出尔反尔，违背承诺，导致信任崩塌。 童年创伤：人物行为受童年阴影驱动，如恐惧或执念。 欺诈陷阱：观众有上帝视角，知晓角色被欺诈，而剧中人不知。",
    "content": ""
  },
  {
    "id": "chapter-17",
    "title": "第十章 反派套路：8 种让观众恨到付费的阴招1强拆CP(Couple,情侣) 抢夺与破坏：反派主动介入主角的感情生活，抢走主角的伴侣，直接破坏其恋爱关系。 利用与激化矛盾：反派巧妙利用主角的性格缺陷，如冲动、多疑等，制造误会，迫使主角与伴侣产生矛盾，间接导致关系破裂。 炫耀与打击：反派在主角面前炫耀自己的成就或优越性，引发主角的自卑感或嫉妒心，从而影响其感情生活。 孤立与瓦解：反派通过挑拨离间，破坏主角与其他角色的友情，使主角在情感和社交上陷入孤立，失去支持。 2 具体套路解析 抢夺与破坏：反派可能通过各种手段接近主角的伴侣，如伪装深情、提供帮助等，逐渐赢得对方好感，进而破坏主角与伴侣的关系。 利用与激化矛盾：反派深知主角性格中的弱点，如易怒或敏感，故意在关键时刻刺激主角，使其做出错误决定，导致与伴侣产生不可调和的矛盾。 炫耀与打击：反派在主角面前展示自己的成功，如事业成就或社交地位，使主角感到自卑，进而影响其在感情中的自信和表现。 孤立与瓦解：反派散布谣言或制造误会，让主角的朋友或家人对主角产生怀疑，逐渐瓦解主角的社交网络，使其孤立无援。 3 扮猪吃老虎 装可怜博同情：反派伪装弱势，引发主角同情，接近主角以获取信任，为后续算计铺垫。 伪正义真算计：反派伪装正义之士，暗中搜集主角黑历史，作为威胁主角的把柄。 黑心商人毁企业：反派化身冷血商人，通过不正当商业手段，如低价收购、散布谣言等，毁掉主角家族企业。 伪装跟班待时机：反派作为主角跟班，暗中做好前期准备，等待机会，关键时刻出手反噬。 装死骗放松：反派故意示弱或装作无害，让主角放松警惕，待时机成熟再次出击，给主角致命一击。 伪装亲人破团结：反派伪装成主角亲人，挑拨离间，破坏家族和睦，削弱主角后盾。 谣言破坏信任：反派散布关于主角的谣言，制造误会，破坏主角与他人之间的信任关系。 关键时刻失联：在主角急需帮助时，反派故意失联，使主角陷入困境，增强反派的战术优势。4 冤枉陷害 暗中算计：反派在幕后策划，通过各种手段影响主角的前途，如伪造证据、散布不实信息等，使主角在事业或生活中遭遇阻碍。 设置障碍：反派故意埋伏或制造陷阱，阻止主角达成目标，如破坏主角的计划、干扰其行动等。 伪装盟友：反派假扮成主角的盟友，潜入其团队，从内部破坏团结，削弱主角的力量。散布谣言：反派编造关于主角的负面谣言，通过各种渠道传播，损害主角的声誉，引发公众的不信任。陷害入狱：反派通过伪造证据或利用权力，将主角陷害入狱，同时对主角的亲友进行迫害，以彻底打击主角。假扮敌人：反派伪装成主角的敌人，故意破坏主角的计划，制造混乱，让主角误以为是其他对手所为，从而分散注意力。5 利用算计利用仁慈：反派假装弱者博取主角同情，诱导主角犯错，如故意示弱让主角放松警惕，随后反击。亲情瓦解：反派利用主角对亲人的感情，挑拨离间，破坏家族团结，如散布谣言或制造误会。心理打击：反派深知主角的弱点，如恐惧或自卑，通过言语或行动不断打击其信心和意志。借刀杀人：反派联合主角的对手，间接破坏其计划，如提供情报或煽动对手行动，让主角陷入多面夹击。好心利用：反派伪装成需要帮助的人，骗取主角信任，利用其善良进行反击，如借机窃取重要信息。家世操控：反派利用主角家世背景，制造负面舆论或危机，如揭露家族秘密，引发公众负面评价。弱点困境：反派针对主角的弱点，设计陷阱使其陷入困境，如利用其恐惧制造恐怖场景。心理操控：反派暗中观察主角心理，通过暗示或误导操控其行动，如制造假象让主角做出错误决定。名声摧毁：反派利用主角的缺陷或过去，散布不实信息，彻底摧毁其声誉，让主角社会地位崩塌。6 麻烦制造机女扮男装：女性反派假扮成男性，混入主角的战斗或团队中，暗中捣乱，破坏主角的计划。恋爱干扰：反派利用主角的恋爱关系，制造误会或冲突，如挑拨离间、假装追求主角的恋人等。亲情利用：反派抓住主角对亲人的关心，通过威胁、绑架或欺骗亲人来制造麻烦。关键时刻添乱：在主角最需要帮助或最紧急的时刻，反派故意制造意外或障碍，让主角雪上加霜。弱点利用：反派深知主角的缺点，如急躁、优柔寡断等，利用这些弱点设计陷阱，让主角陷入困境。仇恨操控：反派激发或利用主角的仇恨情绪，让主角在愤怒中做出错误决定，从而破坏其计划。7 麻烦危机制造障碍：反派故意制造各种障碍，如设置陷阱、散布谣言等，让主角无法专心应对当前的危机，分散其注意力。情感操控：反派利用主角对亲人、恋人或朋友的情感，制造情感危机，如威胁绑架亲人，或挑拨主角与恋人之间的关系。机会破坏：反派抓住主角的关键机会，如重要合约、比赛等，通过破坏或干扰，让主角错失良机。武功漏洞：在武侠题材中，反派利用主角武功的短板或秘密，设计陷阱，让主角在对决中处于劣势。财物与机密：反派偷盗主角的财物或机密文件，如商业计划、武功秘籍等，引发后续危机。假扮朋友：反派伪装成主角的朋友，获取信任后，从内部破坏或泄露信息，制造危机。家族牵连：反派利用主角的家族背景或成员，如威胁家族安全、揭露家族秘密等，迫使主角就范。软肋打击：反派精准打击主角的软肋，如恐惧、弱点或过去的创伤，让主角在危机中更加被动。8 反复背叛救世主式背叛：反派在主角最困难时假扮救世主，让主角感恩戴德后，再次背叛，使主角陷入更深困境。密谋背叛：与主角相处成朋友后，暗中策划背叛，如泄露机密或背后捅刀，让主角措手不及。希望后背叛：在主角绝望时给予虚假希望，待主角放松警惕后，突然背叛，加剧其绝望。策反伙伴背叛：反派策反主角的亲密伙伴，利用其信任实施背叛，如让伙伴在关键时刻反戈一击。目的性接近背叛：带着特定目的接近主角，获取信任后，彻底毁灭主角的一切，如破坏其事业或家庭。",
    "content": ""
  },
  {
    "id": "chapter-18",
    "title": "第十一章 爆款类型：4 大类高流量题材1情感纠葛复仇与救赎：主角为报深仇，以彼之道还施彼身，最终在复仇中找到救赎。恩怨情仇：主角在报恩与复仇间挣扎，情感纠葛复杂。婚恋百态：涵盖相亲、契约婚姻、联姻、退婚、逃婚、替嫁等展现婚姻中的爱恨交织。师徒情缘：拜师、出师，师徒间的情谊与传承。友谊与联盟：结交朋友、贵人，个人与势力结盟，共同对抗强敌。敌对与和解：从敌对到和解，甚至成为挚友的转变。2冒险奇遇意外之财：主角意外获得宝物或高人指点，开启新的人生。寻宝之旅：寻找宝物、解药或秘境，冒险与发现并存。失踪与寻找：寻找失散的亲人、任务线索或仇人。谜团解开：查案、洗冤、自证清白，解开重重迷团。创新与发现：发明、发现、改良、创造，推动剧情发展。秘密与阴谋：撞破秘密、加入神秘组织、获取关键信息。误会与乌龙：因误会引发的搞笑或紧张事件，如抱错孩子、救错人。生死考验：受伤、中毒、车祸、地震等意外灾害，考验主角的生存能力。3 英雄传奇拯救与保护：英雄救美、美救英雄，保护家族、个人、世界、环境等。威胁与反威胁：主角与反派间的心理博弈，威胁与反威胁交织。背叛与忠诚：主角或配角的背叛与忠诚，影响剧情走向。竞争与挑战：战斗、竞赛、比武、商战，争夺权力或资源。入侵与抵御：面对强大外力入侵，主角带领众人抵御。战胜内心：战胜疾病、心魔，完成自我超越。逃脱与自由：越狱、脱离家族或势力的控制，追求自由。求生之路：面对死亡威胁，主角凭借智慧和勇气自救。4 情感与成长恋爱心事：双向暗恋、单恋、暧昧、失恋、热恋，情感起伏。追击与逃避：追杀、追逃、追查，常带有倒计时的紧张感。成长与升级：主角在各方面不断成长，如武器、功法、经验。身份暴露：多重身份被暴露，引发剧情转折。转换与重生：身份、地位、外形、内在的转换，或时空错位。角色扮演：替身、伪装、假戏真做，欺骗与真相交织。复活与复兴：复国、复活某人、复原某物，重获新生。陷入困境：被陷害、被困、被绑定任务，主角努力脱身。养成与传承：养孩子、宠物、收徒，传承与成长。逆天改命：不屈命运，逆天改命的奋斗历程。时空错位：身份或时空的错位，引发一系列冒险。旅程故事：公路片、旅行故事，如人在囧途、西游记等。",
    "content": ""
  },
  {
    "id": "chapter-19",
    "title": "第十二章 暗黑元素：病娇剧情与计谋设计1 剧情元素信息博弈：谈判、异类沟通、情报交换，充满策略与算计。自我剖析：主角通过自省解除行为毒性，化解读者对某些行为的不适感。预知未来：提前获取未发生的事件或信息，掌握先机。诅咒与解咒：施加诅咒、解除诅咒，或自身被诅咒，增添神秘色彩。命运交织：双方看似对立，却在命运推动下殊途同归。拍卖风云：重要物品集中出现，竞拍中捡宝捡漏，暗藏玄机。废物逆袭：将他人眼中的无用之物转化为珍贵资源。黑吃黑：在黑暗势力间巧妙周旋，以黑制黑。人前显圣：渴望他人认可与赞赏，满足自尊心与价值感。骨肉相残：利用家族内部矛盾，借力打力，削弱敌方势力。热度元素：直播、同人、聊天群等现代元素融入故事，制造话题与冲突。例如，聊天群可成为信息交流的阵地，引发一系列支线故事。2 短剧常用计谋反间计：反派以为掌控全局，却不知其盟友早已倒戈，将计划全盘托出。美人计：反派用美人计诱捕主角，反被主角利用反击。借尸还魂：主角被以为死亡，却以更强身份回归。胜追穷寇：主角不依不饶，对落败反派紧追猛打。大器免成：反派虽强，却始终无法登顶，而主角对顶峰不屑一顾。计中有计：主角的计划背后还有更深的布局，令人胆寒。得道多助：主角身边人才济济，助力不断。关门捉贼：反派不知已入圈套，被主角瓮中捉鳖。偷梁换柱：反派得到的 \"宝物\" 实为骗局。狐假虎威：反派依仗的贵人实为主角棋子。苦肉计：反派自残以骗取主角信任。指桑骂槐：主角公开批评兄弟，实则暗讽反派。瞒天过海：反派暗中动手脚，却不知主角早有准备。添油加醋：反派向大佬告状，却不知大佬与主角关系密切。反客为主：反派设局炫耀，却被主角抢尽风头。招摇撞骗：反派利用主角遗落信物行骗，反被主角打脸。黄袍加身：反派夺走主角一切，却在最后关头露出破绽。落井下石：反派趁主角危难时偷袭。借题发挥：反派抓住无关细节，试图置主角于死地。趁火打劫：反派趁主角受伤时落井下石。兔死狗烹：反派为利益自相残杀。步步为营：主角逐步蚕食反派势力。以毒攻毒：用反派的手段反击反派。调虎离山：引诱主角离开，对主角身边人下手。礼尚往来：主角以同样手段反击反派。顺水推舟：主角利用反派行动为自己铺路。以暴制暴：以暴力对抗反派的暴行。连环计：反派躲过一劫，却面临层层反击。",
    "content": ""
  }
]